Repository: monster555/flutter_conf_latam_app
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# navigationBarLabel
source: Navigation
es: Navegación

# homeTabLabel
source: Home
es: Inicio

# homeTabTooltip
source: Home screen with event overview
es: Pantalla de inicio con resumen del evento

# agendaTabTooltip
source: Conference schedule by day and time
es: Ver programa de la conferencia

# speakersTabTooltip
source: Conference speakers and presentations
es: Explorar ponentes de la conferencia

# venueTabTooltip
source: Venue information and location
es: Información del lugar de la conferencia

# moreTabLabel
source: More
es: Más

# moreTabTooltip
source: Conference information and tips
es: Información de la conferencia y consejos

# venueBannerTitle
source: Next stop
es: Próxima parada

# venueBannerSemanticsLabel
source: Conference venue information
es: Información del lugar de el evento

# venueBannerSemanticsHint
source: Tap to see venue details
es: Toca para ver detalles del lugar

# magicBeginsLabel
source: The magic begins in
es: La magia comienza en

source: days
es: días

source: hours
es: horas

source: minutes
es: minutos

source: seconds
es: segundos

# conferenceDates
source: September {startDay} - {endDay}
es: {startDay} y {endDay} de Septiembre

# sessionLevelBasic
source: Basic
es: Básico

# sessionLevelIntermediate
source: Intermediate
es: Intermedio

# sessionLevelAdvanced
source: Advanced
es: Avanzado

# sessionLevelExpert
source: Expert
es: Experto

source: Sessions for {date}
es: Sesiones para {date}

# sessionCardHint
source: Tap to view session details
es: Toca para ver detalles de la sesión

# actionGetDirections
source: Get Directions
es: Cómo llegar

# sectionTitleVenue
source: Venue Information
es: Información del lugar

# sectionTitleAccessibility
source: Accessibility
es: Accesibilidad

# errorMapsOpen
source: Unable to open maps application
es: No se pudo abrir la aplicación de mapas

# facilitiesCampusTitle
source: Campus Facilities
es: Instalaciones del Campus

# facilitiesCampusDescription
source: The venue offers modern classrooms, auditoriums, and networking spaces equipped with high-speed WiFi throughout the campus.
es: El lugar cuenta con aulas modernas, auditorios y espacios para networking equipados con WiFi de alta velocidad en todo el campus.

# facilitiesFoodTitle
source: Food & Refreshments
es: Comida y Bebidas

# facilitiesFoodDescription
source: Several cafeterias and food options are available on campus, with special menus prepared for conference attendees.
es: Hay varias cafeterías y opciones de comida disponibles en el campus, con menús especiales preparados para los asistentes a la conferencia.

# navigatingCampusTitle
source: Getting Around
es: Cómo Moverse

# navigatingCampusDescription
source: The campus is easy to navigate with clear signage. Event staff in Flutter blue shirts will be available to help with directions.
es: El campus es fácil de navegar con una señalización clara. Personal del evento con camisas azules de Flutter estará disponible para ayudar con las direcciones.

# accessibilityDescription
source: The venue is fully accessible with ramps, elevators, and accessible restrooms. Contact the organizers if you need any special accommodations.
es: El lugar es totalmente accesible con rampas, ascensores y baños accesibles. Contacta a los organizadores si necesitas alguna adaptación especial.

# venueCapacity
source: Capacity: {capacity} people
es: Capacidad: {capacity} personas

# imageVenueDescription
source: Image of Universidad de las Américas campus
es: Imagen del campus de la Universidad de las Américas

# sectionTitleSafety
source: Safety Tips
es: Consejos de Seguridad

# sectionTitleTransportation
source: Transportation
es: Transporte

# sectionTitleFood
source: Food
es: Comida

# sectionTitleMoney
source: Money
es: Dinero

# sectionTitleWeather
source: Weather
es: Clima

# safetyPrecautionsTipTitle
source: Safety Precautions
es: Precauciones de Seguridad

# safetyPrecautionsTipDescription
source: Avoid carrying large amounts of cash, and keep valuables secure in crowded areas.
es: Evita llevar grandes cantidades de dinero y mantén tus objetos de valor seguros en áreas concurridas.

# emergencyContactsTipTitle
source: Emergency Contacts
es: Contactos de Emergencia

# emergencyContactsTipDescription
source: Dial 911 for police, ambulance, or fire services. For tourist assistance, call +593-123-HELP.
es: Marca 911 para policía, ambulancia o bomberos. Para asistencia al turista, llama al +593-123-AYUDA.

# taxisTipTitle
source: Taxis and Rideshares
es: Taxis y Transporte

# taxisTipDescription
source: Use authorized taxis or apps like Uber and Cabify. Avoid hailing unregistered taxis.
es: Usa taxis autorizados o aplicaciones como Uber y Cabify. Evita tomar taxis no registrados.

# deliveryAppsTipTitle
source: Delivery Apps
es: Aplicaciones de Entrega

# deliveryAppsTipDescription
source: Popular options include Rappi and Uber Eats for fast and reliable service.
es: Las opciones populares incluyen Rappi y Uber Eats para un servicio rápido y confiable.

# localRestaurantsTipTitle
source: Local Restaurants
es: Restaurantes Locales

# localRestaurantsTipDescription
source: Taste Ecuadorian favorites like "locro" or "ceviche" at nearby restaurants like Café Quito.
es: Prueba platos ecuatorianos como el "locro" o "ceviche" en restaurantes cercanos como Café Quito.

# currencyTipTitle
source: Currency and Payments
es: Moneda y Pagos

# currencyTipDescription
source: US dollars are used in Ecuador. Credit cards are widely accepted, but keep small bills for taxis or street vendors.
es: En Ecuador se utilizan dólares estadounidenses. Las tarjetas de crédito son ampliamente aceptadas, pero mantén billetes pequeños para taxis o vendedores ambulantes.

# atmsTipTitle
source: ATMs and Currency Exchange
es: Cajeros Automáticos y Cambio de Divisas

# atmsTipDescription
source: ATMs are available across the city. Avoid using ATMs in isolated or poorly lit areas at night.
es: Hay cajeros automáticos disponibles en toda la ciudad. Evita usar cajeros en áreas aisladas o mal iluminadas por la noche.

# weatherTipTitle
source: Weather Tips
es: Consejos sobre el Clima

# weatherTipDescription
source: Bring layers! Quito's weather can change from warm and sunny to cool and rainy in minutes.
es: ¡Trae ropa por capas! El clima de Quito puede cambiar de cálido y soleado a fresco y lluvioso en minutos.

# actionRetry
source: Retry
es: Reintentar

# errorSessionsNone
source: No sessions available
es: No hay sesiones disponibles

# errorSessionsNoneForDay
source: No sessions scheduled for {date}
es: No hay sesiones programadas para el {date}

# errorSpeakersNone
source: No speakers available
es: No hay ponentes disponibles

# stateLoadingAgenda
source: Loading Agenda
es: Cargando agenda

# stateLoadingSessions
source: Loading Sessions
es: Cargando sesiones

# stateLoadingSpeakers
source: Loading Speakers
es: Cargando speakers

source: Speaks
es: Habla

# iSpeakPrefix
source: I speak
es: Hablo

source: I speak {languages}
es: Hablo {languages}

source: {country} flag
es: bandera de {country}

# agendaPreviewEmptyMessage
source: No sessions to preview yet. Check back soon!
es: Aún no hay sesiones para mostrar. ¡Vuelve pronto!

# favoriteSessionsLabel
source: Favorite Sessions
es: Sesiones Favoritas

# favoriteSessionsTooltip
source: Show favorite sessions
es: Mostrar sesiones favoritas

# filterButtonLabel
source: Filters
es: Filtros

# dateSelectedAnnouncement
source: Showing sessions for {date}
es: Mostrando sesiones para {date}

# venueBannerSemanticLabel
source: Venue: {venueName}. Location: {location}. Dates: {dates}
es: Sede: {venueName}. Ubicación: {location}. Fechas: {dates}

# userProfileLabel
source: User profile
es: Perfil de Usuario

# userProfileHint
source: Tap to view your profile and settings
es: Toca para ver tu perfil

# userProfileTooltip
source: Your profile
es: Ver perfil de usuario

# filterSpeakersTooltip
source: Filter speakers
es: Filtrar speakers

# agendaNavigationDescription
source: 2 days full of talks, workshops, activities and prizes!
es: ¡2 días llenos de charlas, talleres, dinámicas y premios!

# speakersNavigationDescription
source: Over 20 speakers from 5 different countries
es: ¡Más de 20 speakers de 5 países diferentes

# sponsorsNavigationDescription
source: Partners and friends who help make this possible
es: Aliados y amigos que nos apoyan a hacer esto posible

# sponsorTierInkind
source: In-kind
es: En especie

# sponsorTierOther
source: Others
es: Otros

# dontBeShyLabel
source: Don't be shy and say hi!
es: ¡No seas tímido y salúdame!

# languageEnglish
source: English
es: inglés

# languageSpanish
source: Spanish
es: español

# conjunctionAnd
source: and
es: y

# socialNetworkOther
source: Other
es: Otro

# socialProfilePrefix
source: Open profile on
es: Abre perfil en

# contactSectionTitle
source: Let's keep in touch
es: Sigamos en contacto

# errorCannotOpenLink
source: Cannot open this link
es: No se puede abrir el enlace

# errorGeneric
source: An error occurred
es: Ha ocurrido un error
